export const COACH_TYPE = {
    'coach_1' : "Помічник тренера", 
    'coach_2' : "Тренер початкової підготовки", 
    'coach_3' : "Тренер національного класу", 
    'coach_4' : "Інструктор міжнародного класу", 
    'coach_5' : "Майстер-інструктор міжнародного класу"
}

export const JUDGE_TYPE = {
    judge_1 : "Суддя 2-ї категорії", 
    judge_2 : "Суддя 1-ї категорії", 
    judge_3 : "Суддя національної категорії", 
    judge_4 : "Суддя міжнародної категорії B", 
    judge_5 : "Суддя міжнародної категорії A"
}