<template>
  <div class="text-alabaster text-base font-title pl-24 pr-24 space-y-2">
    <h3 class="text-yellow text-4xl text-center">Політика конфіденційності</h3>
<p class="text-silver text-sm text-right">Дата останнього оновлення: 17 лютого 2024 року</p>
<p>Дякуємо за використання веб-сайту клубу таеквондо ІТФ &quot;Воїн&quot;. Ми прагнемо забезпечити вашу конфіденційність та захист персональної інформації. Ця політика конфіденційності пояснює, як ми збираємо, використовуємо та захищаємо вашу особисту інформацію при використанні нашого веб-сайту.</p>
<h4 id="-" class="text-center text-xl">Збір та використання інформації</h4>
<p>Ми збираємо різноманітну інформацію, яка допомагає нам покращити ваш досвід користування нашим веб-сайтом. Ця інформація може включати:</p>
<ul>
<li><p><strong>Персональна інформація</strong>: Ім&#39;я, електронна адреса, номер телефону та інша інформація, яку ви надаєте під час реєстрації на сайті або заповненні форм.</p>
</li>
<li><p><strong>Технічна інформація</strong>: Інформація про ваш пристрій, включаючи IP-адресу, тип браузера, мову браузера та час доступу.</p>
</li>
<li><p><strong>Cookies</strong>: Ми використовуємо cookies для збору інформації про те, як ви використовуєте наш сайт та для збереження ваших налаштувань.</p>
</li>
</ul>
<p>Ми використовуємо цю інформацію для покращення функціональності сайту, а також для забезпечення вам доступу до ресурсів та послуг нашого клубу.</p>
<h4 id="-" class="text-center text-xl">Захист інформації</h4>
<p>Ми приділяємо велику увагу захисту вашої особистої інформації. Ми використовуємо різноманітні технології та процедури безпеки для запобігання несанкціонованому доступу, втрати, використання або розголошення цієї інформації.</p>
<h4 id="-" class="text-center text-xl">Поширення інформації</h4>
<p>Ми не розголошуємо вашу особисту інформацію третім сторонам без вашого попереднього погодження, за винятком випадків, коли це необхідно для надання вам послуг або дотримання законодавства.</p>
<h4 id="-" class="text-center text-xl">Посилання на інші сайти</h4>
<p>Наш веб-сайт може містити посилання на інші сайти. Ми не несемо відповідальності за зміст або політику конфіденційності цих сайтів.</p>
<h4 id="-" class="text-center text-xl">Зміни в політиці конфіденційності</h4>
<p>Ми можемо періодично оновлювати цю політику конфіденційності. Будь ласка, періодично переглядайте її для ознайомлення з останніми змінами.</p>
<p>Якщо у вас є питання щодо цієї політики конфіденційності або якщо ви бажаєте скористатися своїми правами щодо вашої особистої інформації, будь ласка, зв&#39;яжіться з нами за допомогою контактної інформації:</p>
<p><strong>Пошта </strong><a href="mailto:chaliukvladyslav@gmail.com" class="underline">chaliukvladyslav@gmail.com</a></p>
<p><strong>Телефон </strong><a href="tel:+380984252740" class="underline">+380984252740</a></p>
<p class="text-center text-xl text-yellow">Дякуємо, що обрали нас для вашого спортивного досвіду.</p>
  </div>
</template>

<script lang="ts" setup>
useHead({
    title: "Політика конфіденційності | TKD клуб ВОЇН",
    meta: [
        {name: 'description', content: "Політика конфіденційності" }
    ]
})
</script>

<style>

</style>