<template>
  <div class="text-alabaster text-base font-title pl-24 pr-24 space-y-2">
    <p class="text-yellow text-4xl text-center">Умови використання</p>
<p class="text-silver text-sm text-right">Дата останнього оновлення: 17 лютого 2024 року</p>
<p>Ласкаво просимо до веб-сайту клубу таеквондо ІТФ &quot;Воїн&quot;. При використанні нашого веб-сайту ви погоджуєтеся з цими умовами використання. Якщо ви не погоджуєтесь з цими умовами, будь ласка, не використовуйте наш веб-сайт.</p>
<p>Обмеження відповідальності
Ми робимо все можливе для забезпечення точності та актуальності інформації, розміщеної на нашому веб-сайті, проте ми не несемо відповідальності за будь-які помилки або недоречності у цій інформації. Ви користуєтеся нашим веб-сайтом на власний ризик.</p>
<p>Ми не несемо відповідальності за будь-які збитки або шкоду, що виникають в результаті використання нашого веб-сайту або неможливості його використання.</p>
<p>Інтелектуальна власність
Усі матеріали, розміщені на нашому веб-сайті, включаючи тексти, зображення, відео, логотипи та інші елементи, захищені авторським правом та іншими формами інтелектуальної власності. Ви зобов&#39;язані дотримуватися всіх обмежень, що стосуються використання цих матеріалів.</p>
<p>Використання особистої інформації
Ми збираємо та використовуємо вашу особисту інформацію відповідно до нашої політики конфіденційності. Ваші дані можуть використовуватися для надання вам доступу до певних послуг та ресурсів, а також для внутрішніх потреб клубу.</p>
<p>Зміни в умовах використання
Ми можемо періодично оновлювати ці умови використання. Будь ласка, переглядайте їх регулярно для ознайомлення з останніми змінами. Ваше продовження використання нашого веб-сайту після публікації змін означає вашу згоду з цими змінами.</p>
<p>Якщо у вас є питання щодо цих умов використання, будь ласка, зв&#39;яжіться з нами за допомогою контактної інформації:</p>
<p><strong>Пошта </strong><a href="mailto:chaliukvladyslav@gmail.com" class="underline">chaliukvladyslav@gmail.com</a></p>
<p><strong>Телефон </strong><a href="tel:+380984252740" class="underline">+380984252740</a></p>
<p class="text-center text-xl text-yellow">Дякуємо, що обрали нас для вашого спортивного досвіду.</p>
  </div>
</template>

<script lang="ts" setup>
useHead({
    title: "Умови використання | TKD клуб ВОЇН",
    meta: [
        {name: 'description', content: "Умови використання" }
    ]
})
</script>

<style>

</style>